cosmoi.org
#+Title: Cosmoi
#+Author: Mario Román
#+Email: mromang08@gmail.com
#+Creator: <a href="https://mroman42.github.com">@mroman42</a>.

#+Options: toc:nil date:t num:nil
#+Options: html-style:nil
#+Options: html-postamble:t
#+Options: tex:dvisvgm

** Wikipedia contributions                                                                   :post:
:PROPERTIES:
:TITLE:    Wikipedia contributions
:EXPORT_FILE_NAME: wikipediacontributions.html
:INDEX_DATE: <2018-02-17 Tue 12:00>
:END:

The majority of my math-related contributions to Wikipedia are
translations from the English language Wikipedia to the Spanish one
in math-related areas.  There are also some minor contributions to
other articles. There I keep a (not-that-updated) list of articles
I have contributed to.

 * [[https://es.wikipedia.org/wiki/Lema_de_escisi%25C3%25B3n][Lema de escisión]].
 * [[https://es.wikipedia.org/wiki/Compleci%25C3%25B3n_(%25C3%25A1lgebra)][Compleción (Álgebra)]].
 * [[https://es.wikipedia.org/wiki/Lema_de_la_serpiente][Lema de la serpiente]].
 * [[https://es.wikipedia.org/wiki/M%25C3%25B3nada_(teor%25C3%25ADa_de_categor%25C3%25ADas)][Mónada (teoría de categorías)]].
 * [[https://es.wikipedia.org/wiki/Funtor_Tor][Funtor Tor]].
 * [[https://es.wikipedia.org/wiki/M%25C3%25B3dulo_simple][Módulo simple]].
 * [[https://es.wikipedia.org/wiki/Teor%25C3%25ADa_de_dominios][Teoría de dominios]].
 * [[https://es.wikipedia.org/wiki/L%25C3%25ADmite_(teor%25C3%25ADa_de_categor%25C3%25ADas)][Límite]].
 * [[https://es.wikipedia.org/wiki/Extensi%25C3%25B3n_de_Kan][Extensión de Kan]].
 * Espacio de Cantor.
 * [[https://es.wikipedia.org/wiki/Categor%25C3%25ADa_de_espacios_topol%25C3%25B3gicos][Categoría de espacios topológicos]].
 * [[https://es.wikipedia.org/wiki/Categor%25C3%25ADa_cartesiana_cerrada][Categoría cartesiana cerrada]].
 * [[https://es.wikipedia.org/wiki/Teor%25C3%25ADa_de_tipos_homot%25C3%25B3pica][Teoría de tipos homotópica]].
 * [[https://es.wikipedia.org/wiki/C%25C3%25A1lculo_lambda_simplemente_tipado][Cálculo lambda simplemente tipado]].
 * [[https://es.wikipedia.org/wiki/Bloqueo_del_card%25C3%25A1n][Bloqueo del cardán]].
 * [[https://es.wikipedia.org/wiki/Fibraci%25C3%25B3n_de_Grothendieck][Fibración de Grothendieck]].

