wikipediacontributions.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-02-28 Thu 10:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Wikipedia contributions</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mario Román" />
<link rel="stylesheet" href="default.css" />
<link rel="stylesheet" href="mathjax_fonts.css" />
<link rel="stylesheet" href="syntax.css" />
<div id="header">
<div id="logo">
<a hrwef="index.html">Cosmoi</a>
</div>
<div id="navigation">
<a href="index.html">Index</a>
<a href="about.html">About</a>
<a href="feed.xml">RSS</a>
</div>
</div>
</head>
<body>
<div id="content">
<h1 class="title">Wikipedia contributions</h1>
<p>
The majority of my math-related contributions to Wikipedia are
translations from the English language Wikipedia to the Spanish one
in math-related areas.  There are also some minor contributions to
other articles. There I keep a (not-that-updated) list of articles
I have contributed to.
</p>

<ul class="org-ul">
<li><a href="https://es.wikipedia.org/wiki/Lema_de_escisi%C3%B3n">Lema de escisión</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Compleci%C3%B3n_(%C3%A1lgebra)">Compleción (Álgebra)</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Lema_de_la_serpiente">Lema de la serpiente</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/M%C3%B3nada_(teor%C3%ADa_de_categor%C3%ADas)">Mónada (teoría de categorías)</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Funtor_Tor">Funtor Tor</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/M%C3%B3dulo_simple">Módulo simple</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_de_dominios">Teoría de dominios</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/L%C3%ADmite_(teor%C3%ADa_de_categor%C3%ADas)">Límite</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Extensi%C3%B3n_de_Kan">Extensión de Kan</a>.</li>
<li>Espacio de Cantor.</li>
<li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa_de_espacios_topol%C3%B3gicos">Categoría de espacios topológicos</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa_cartesiana_cerrada">Categoría cartesiana cerrada</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_de_tipos_homot%C3%B3pica">Teoría de tipos homotópica</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/C%C3%A1lculo_lambda_simplemente_tipado">Cálculo lambda simplemente tipado</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Bloqueo_del_card%C3%A1n">Bloqueo del cardán</a>.</li>
<li><a href="https://es.wikipedia.org/wiki/Fibraci%C3%B3n_de_Grothendieck">Fibración de Grothendieck</a>.</li>
</ul>
</div>
<div id="postamble" class="status">
<div id="footer"><p class="postamble">Last edited 2018-02-17 Sat 12:00. Written by <a href="https://mroman42.github.com">@mroman42</a>.</p></div>
</div>
</body>
</html>
